Repository: RocketChat/Rocket.Chat.ReactNative
Catalog: ios/RocketChat Watch App/Localizable.xcstrings
Source language: en
Languages: ja, pt_br

source: %@ sent an attachment
ja: %@ が添付ファイルを送信しました
pt_br: %@ enviou um anexo

source: added @%@ to this team
ja: このチームに @%@ を追加しました
pt_br: adicionou @%@ a este time

source: added #%@ to this team
ja: このチームに #%@ を追加しました
pt_br: adicionou #%@ a este time

source: added %@
ja: %@ を追加しました
pt_br: adicionou o usuário %@

source: allowed reactions
ja: 許可されたリアクション
pt_br: adicionou permissão de reagir

source: archived room
ja: アーカイブされたルーム
pt_br: arquivou a sala

source: Attachment not supported.
ja: 添付ファイルはサポートされていません。
pt_br: Anexo não suportado.

source: Call started
ja: 通話が開始されました
pt_br: Chamada iniciada

source: Call started by %@
ja: 通話開始者 %@
pt_br: Chamada iniciada por %@

source: Call started by: %@
ja: 通話開始者: %@
pt_br: Chamada iniciada por: %@

source: changed room announcement to: %@
ja: がルームアナウンスを次のように変更しました: %@
pt_br: alterou o anúncio da sala para: %@

source: changed room avatar
ja: ルームのアバターを変更しました
pt_br: alterou avatar da sala

source: changed room description to: %@
ja: が部屋の説明を次のように変更しました: %@
pt_br: alterou a descrição da sala para: %@

source: changed room name to: %@
ja: がルーム名を %@ に変更しました
pt_br: alterou o nome da sala para: %@

source: changed room to %@
ja: が部屋を %@ に変更しました
pt_br: mudou sala para %@

source: changed room topic to: %@
ja: がルームのトピックを次のように変更しました: %@
pt_br: mudou tópico da sala para: %@

source: Chat on hold: %@
ja: チャット保留中: %@
pt_br: Conversa em espera: %@

source: Chat started
ja: チャットが始まりました
pt_br: Conversa iniciada

source: Conversation closed
ja: 会話は終了しました
pt_br: Conversa encerrada

source: converted #%@ to a team
ja: が #%@ をチームに変換しました
pt_br: converteu #%@ em time

source: converted #%@ to channel
ja: が #%@ をチャネルに変換しました
pt_br: converteu #%@ em canal

source: Could not connect to your iPhone.
ja: iPhone に接続できませんでした。
pt_br: Não foi possível conectar ao seu iPhone.

source: Could not load rooms.
ja: 部屋を読み込めませんでした。
pt_br: Não foi possível carregar as salas.

source: Could not reach your iPhone.
ja: iPhone にアクセスできませんでした。
pt_br: Não foi possível acessar seu iPhone.

source: Could not read workspaces from iPhone.
ja: iPhone からワークスペースを読み取ることができませんでした。
pt_br: Não foi possível ler os workspaces do iPhone.

source: created a snippet
ja: %@ がスニペットを作成しました
pt_br: criou um snippet

# defined %@ as %@
source: defined %1$@ as %2$@
ja: は %1$@ を %2$@ として定義しました
pt_br: definiu %1$@ como %2$@

source: Delete
ja: 消去
pt_br: Excluir

source: deleted #%@
ja: #%@ を削除しました
pt_br: #%@ apagada

source: disabled E2E encryption for this room
ja: このルームの E2E 暗号化が無効になりました
pt_br: desabilitou criptografia para essa sala

source: disallowed reactions
ja: %@ 許可されていないリアクション
pt_br: removeu a permissão de reagir

source: enabled E2E encryption for this room
ja: このルームの E2E 暗号化が有効になりました
pt_br: habilitou criptografia para essa sala

source: Encrypted message
ja: 暗号化されたメッセージ
pt_br: Mensagem criptografada

source: has left the team
ja: はチームを離れました
pt_br: saiu do time

source: joined the channel
ja: がチャンネルに参加しました
pt_br: entrou no canal

source: joined the conversation
ja: さんが会話に参加しました
pt_br: entrou na conversa

source: joined this team
ja: がこのチームに参加しました
pt_br: entrou no time

source: left the channel
ja: がチャンネルを離れました
pt_br: saiu da conversa

source: Load more...
ja: もっと読み込む...
pt_br: Carregar mais...

source: Message
ja: メッセージ
pt_br: Mensagem

source: message removed
ja: メッセージが削除されました
pt_br: mensagem removida

source: muted %@
ja: をミュートしました %@
pt_br: silenciou o usuário %@

source: New chat transfer: %@ returned the chat to the queue
ja: 新しいチャット転送: %@ がチャットをキューに戻しました
pt_br: Nova transferência de conversa: %@ retornou conversa para a fila

source: No connected workspaces.
ja: 接続されたワークスペースがありません。
pt_br: Sem workspaces.

source: No message
ja: メッセージなし
pt_br: Nenhuma mensagem

source: No messages
ja: メッセージはありません
pt_br: Sem mensagens

source: On hold chat resumed: %@
ja: 保留中のチャットが再開されました: %@
pt_br: Conversa em espera retomada: %@

source: Pinned a message:
ja: メッセージを固定しました:
pt_br: Fixou uma mensagem:

source: Please unlock your iPhone.
ja: iPhoneのロックを解除してください。
pt_br: Por favor, desbloqueie seu iPhone.

source: Refresh
ja: リフレッシュ
pt_br: Atualizar

source: removed @%@ from this team
ja: がこのチームから @%@ を削除しました
pt_br: removeu @%@ deste time

source: removed #%@ from this team
ja: がこのチームから #%@ を削除しました
pt_br: removeu #%@ deste time

source: removed %@
ja: が削除されました %@
pt_br: removeu %@

# removed %@ as %@
source: removed %1$@ as %2$@
ja: %1$@ を %2$@ として削除しました
pt_br: removeu %1$@ como %2$@

source: removed read only permission
ja: は読み取り専用権限を削除しました
pt_br: removeu permissão de escrita da sala

source: Resend
ja: 再送信
pt_br: Reenviar

source: returned the chat to the queue
ja: はチャットをキューに戻しました
pt_br: retornou conversa para a fila

source: Rooms
ja: 部屋
pt_br: Salas

source: set room to read only
ja: ルームを読み取り専用に設定します
pt_br: adicionou permissão de escrita à sala

source: This room is read only
ja: この部屋は読み取り専用です
pt_br: Esta sala é somente leitura

source: Try again
ja: もう一度やり直してください
pt_br: Tentar novamente

source: unarchived room
ja: 未アーカイブルーム
pt_br: desarquivou a sala

source: Unexpected error.
ja: 予期しないエラー。
pt_br: Erro inesperado.

source: unmuted %@
ja: ミュート解除 %@
pt_br: permitiu que %@ fale na sala

source: Unread messages
ja: 未読メッセージ
pt_br: Mensagens não lidas

source: Unsupported system message
ja: サポートされていないシステム メッセージ
pt_br: Mensagem de sistema não suportada

source: Workspaces
ja: ワークスペース

source: You
ja: あなた
pt_br: Você
